Repository: kodi-game/game.libretro.gpsp
Catalog: game.libretro.gpsp/resources/language/resource.language.*/strings.po
Languages: it_it

# Addon Description
source: gpSP is a Game Boy Advance emulator based on notaz's fork of gpSP with additional codebase improvements.
it_it: gpSP è un emulatore per Game Boy Advance basato sul fork di gpSP di notaz con ulteriori miglioramenti al codice sorgente.

# #30002
source: Boot mode
it_it: Modalità di boot

# #30003
source: Frameskip
it_it: Salto fotogrammi

# #30004
source: Frameskip Threshold (%)
it_it: Soglia di salto fotogrammi (%)

# #30005
source: Frameskip Interval
it_it: Intervallo di salto fotogrammi

# #30006
source: Color Correction
it_it: Correzione colore

# #30007
source: Interframe Blending
it_it: Fusione tra frame

# #30009
source: Dynamic Recompiler
it_it: Ricompilatore dinamico

# #30010
source: Turbo Button Period
it_it: Periodo del pulsante Turbo

# #30011
source: No Sprite Limit
it_it: Nessun limite di sprite

# #30012
source: RTC support
it_it: Supporto RTC

# #30013
source: Rumble support
it_it: Supporto vibrazione

# #30014
source: Link Cable Connectivity
it_it: Connettività tramite cavo link
